---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.AlreadyWatched
source: html/bbef8a98-d525-0a37-57a4-87d8536d6dfc.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyMonitorFailures.AlreadyWatched Property

Elements already monitored.

## Syntax (C#)
```csharp
public static FailureDefinitionId AlreadyWatched { get; }
```